<template>
	<div class="agreement_main">
		<div class="agreement_content" style="padding-top:10px; padding-bottom:15px;">
			<p>
			好享瘦致力于为所有社区用户打造一个自由分享、真诚交流的平台。为维护良好、友善的社区氛围，好享瘦团队特别制定《好享瘦社区管理规定》（以下简称“规定”）。好享瘦社区尊重有价值的优质内容，注重保护用户权益，对违反本规定的用户账号，依据轻重程度采取不同的处理办法。
			</p>
			<div class="agreement_title">一、禁止发布违反中华人民共和国法律、法规的内容，主要表现为：</div>
			<p>
				1.反对宪法所确定的基本原则的；</br>
				2.危害国家安全、泄露国家机密、颠覆国家政权、破坏国家统一的；</br>
				3.损害国家荣誉和利益的；</br>
				4.煽动民族仇恨、民族歧视，破坏民族团结的；</br>
				5.破坏国家宗教政策，宣扬邪教和封建迷信的；</br>
				6.散布谣言 ，扰乱社会秩序，破坏社会稳定的；</br>
				7.散布淫秽、色情、赌博、暴力、凶手、恐怖或教唆犯罪的；</br>
				8.煽动非法集合、结社、游行、示威、聚众扰乱社会秩序的；</br>
				9.侮辱诽谤他人，泄露他人隐私，侵害他人合法权益的；</br>
				10.含有法律、行政法规禁止的其它内容。</br>
			</p>
			<div class="agreement_title">二、禁止发布垃圾信息：指以赢利为目的，发布影响用户体验、扰乱好享瘦社区秩序的信息或相关行为，包括但不限于：</div>
			<p>
				1.重复发布相似内容（包括但是不限于发布动态、评论）；</br>
				2.拥有多个账号，或者与多个账号合作谋求不正当曝光；</br>
				3.买卖账号、关注、赞同，发布干扰社区秩序的推广内容或进行相关交易；</br>
				4.其它扰乱社区秩序的内容和行为。</br>
			</p>
			<div class="agreement_title">三、不友善行为：不尊重好享瘦用户及其所贡献的内容的行为，包括但不限于：</div>
			<p>
				1.骚扰：以评论、@他人等方式对他人反复发送重复或者相似的诉求，或者以下流、淫秽语言挑逗同性/异性；</br>
				2.谩骂：以不文明的语言对他人进行负面评价；</br>
				3.羞辱：贬低他人的能力、行为、生理或者身份特征，让对方难堪；</br>
				4.歧视：针对他人的民族、种族、宗教、性取向、性别、年龄、地域、生理特征等身份 或者归类的攻击；</br>
				5.挑衅：以不友好的方式激怒他人，意图使对方对自己的言论作出回应，恶意制造事端。</br>
			</p>
			<div class="agreement_title">四、恶意行为：影响用户体验、扰乱好享瘦社区秩序的信息或影响运营安全的行为，包括但不限于：</div>
			<p>
				1.冒充好享瘦站内及相关业务官方账号或工作人员；</br>
				2.冒充他人，通过头像、用户名等个人信息暗示自己与他人相等同或有关联；</br>
				3.侵犯好享瘦知识产权，发布、使用、恶搞好享瘦logo等，或者容易与目前已有好享瘦产品设计主题、外观等混淆的内容；</br>
				4.发布含钓鱼网站、木马、病毒网站链接及相关内容；</br>
				5.发布含有潜在危险、窃取用户隐私等相关内容；</br>
				6.胡乱举报没有违规行为的用户和状态；</br>
				7.以党和国家领导人或其他名人的真实姓名注册。</br>
			</p>
			<div class="agreement_title">五、处理方式</div>
			<p>
				通过主动发现和接受用户举报两种方式发现违规行为。用户可以使用【举报】功能对涉嫌违规的行为和用户进行举报。</br>
				违规的信息由好享瘦社区管理员根据本规定直接处理。一旦被认定为发布以上内容或者有以上行为 ，账号将被执行以下操作：</br>
				1.警告：违规内容1-3条，管理员将删除相应内容，用户将在【消息通知】收到系统违规提醒；</br>
				2.禁言3天：违规内容达10条，管理员将删除相应内容，账号禁言3天（禁言期间不能浏览、发布动态、点赞、@和评论他人，不能添加或取消关注，不能修改用户名、签名和头像，丧失禁言期内好享瘦任何活动获奖资格等）；</br>
				3.永久封禁：已有禁言记录，再次发布违规内容，管理员将删除相应内容，且账号将被永久停用；如遇尤其恶劣的情况，好享瘦保留直接永久停用账号的权利；</br>
				暂时没有被删除的违规内容并不意味着好享瘦容许它的存在，如果看到了符合违规标准但是没被删除的内容，请尽快举报相应条目，管理员会在举报24小时以内处理。</br>
			</p>
			<div class="agreement_title">六、隐私权保护</div>
			<p>
				保护用户隐私是好享瘦的一项基本政策，好享瘦保证不对外公开或向第三方提供单个用户的注册资料，以及用户在使用网络服务时存储在好享瘦的非公开的内容，但下列情况除外：</br>
				1.事先获得用户的明确授权；</br>
				2.根据有关的法律法规要求；</br>
				3.按照相关政府主管部门的要求；</br>
				4.为维护社会公众的利益；</br>
				5.为维护好享瘦的合法权益。</br>

			</p>
			<div class="agreement_title">七、特别申明</div>
			<p>
				1. 好享瘦注册用户在本社区的表达不得侵害他人合法权益，不得与现行法律法规和本社区规定相冲突；</br>
				2. 好享瘦注册用户所有观点均不代表好享瘦立场，发贴者文责自负；</br>
				3. 用户发布信息的版权归作者本人所有，好享瘦有权将在本社区用户发布的信息作网站、电子期刊等其他用途，用户发布的信息附带版权声明的除外。用于商业用途时，好享瘦将按同行业的稿费标准支付作者并在使用前知会作者；</br>
				4. 用户转帖应该注明出处和时间，并负担由此可能产生的版权等法律责任；</br>
				5. 本规定为动态文档，好享瘦有权根据相关法律法规或产品运营的需要对其内容进行修改并更新，请反复查看以便获得最新信息。</br>
				好享瘦希望建立一个专业、有趣、真诚的瘦身交流社区，希望大家能够善待他人，共同维护这来之不易的瘦身交流氛围。</br>
			</p>
		</div>
	</div>
</template>
<script>
    import common from '@/util/common.js'
	export default{
		name: 'communityProtocol',
		mounted(){
			document.title = '好享瘦社区管理规定';
		},
		beforeDestroy(){
			document.title = common.config.webTitle;
		}
	}
</script>
<style scoped>
	/*用户协议*/
.agreement_main{
  margin:0 auto;
}
.agreement_content{
  padding: 0 8px;
  font-size:0.9rem;
}
.agreement_title{
  font-size:1.1rem;
  line-height: 1.4rem;
  margin-bottom:6px;
  color:#000;
}
.agreement_content p{
  color: #1b1b1b;
  line-height: 22px;
  margin-bottom: 16px;
}
.agreement_ct{
  text-align: center;
  margin-top:13px;
  margin-bottom: 7px;
  line-height: 18px;
  height: 18px;
  font-weight: bold;
}
</style>