<template>
	<div class="agreement_main">
		<div class="agreement_content" style="padding-top:10px;">
			<p>
			好享瘦服务协议（以下简称本协议）由您与广东人联网电子商务有限公司（以下简称“本公司”）签订。本服务协议具有合同效力。
			</p>
			<div class="agreement_title">一、声明与承诺</div>
			<p>
				1.本服务协议中的“好享瘦APP”（以下简称“好享瘦”）为本公司所运营。</br>
				2.<span class="color_666">您通过手机号码及手机短信验证码首次登录好享瘦，即视为已完成用户注册程序。</span>在申请注册流程中点击本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或限制责任条款、法律适用和争议解决条款。免除或限制责任条款将以粗体下划线标识，您应重点阅读。如您对本协议有任何疑问，可向好享瘦咨询。</br>
				3.本服务协议内容包括本协议正文及所有好享瘦已经发布的或将来可能发布的各类规则。所有规则为服务协议不可分割的一部分，与协议正文具有同等法律效力。</br>
				4.<span class="color_666">您确认，在您完成注册程序或以其他好享瘦允许的方式实际使用好享瘦服务时，您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。</span>若您不具备前述主体资格，则您及您的监护人应承担由此而导致的一切后果，且好享瘦有权注销（永久冻结）您的账户。</br>
				5.<span class="color_666">您在使用好享瘦提供的各项服务的同时，承诺接受并遵守各项相关规则的规定。好享瘦有权根据需要不定时地制定、修改本协议或各类规则。经修订的协议一经在好享瘦公布后，立即自动生效。各类规则会在发布后生效，亦成为本协议的一部分。登录或继续使用“服务”将表示您接受经修订的协议。除另行明确声明外，任何使“服务”范围扩大或功能增强的新内容均受本协议约束。</span></br>
				6.<span class="color_666">您确认本服务协议后，本服务协议即在您和好享瘦之间产生法律效力。</span></br>
				7.<span class="color_666">只要您按照好享瘦登录程序成功登录为用户或使用好享瘦服务，即表示您同意并签署了本服务协议。届时您不应以未阅读本协议的内容或者未获得好享瘦对您问询的解答等理由，主张本协议无效，或要求撤销本协议。</span></br>
				8.本协议不涉及您与好享瘦其它用户之间、您与第三方因交易或APP服务而产生的法律关系及法律纠纷。</br>
			</p>
			<div class="agreement_title">二、用户登录与信息保护</div>
			<p>			
				1. 登录</br>
				1.1 您首次登录成功后，即成为好享瘦会员。您可自行创建、修改昵称。用户名和昵称的命名及使用应遵守相关法律法规并符合网络道德。您创建的用户名和昵称中不得违反国家法律法规、不得含有任何侮辱、威胁、淫秽、谩骂等侵害他人合法权益的文字。</br>
				1.2 您须对以自己用户名（手机号）和密码（手机短信验证码）登入系统后所发生的所有活动和事件负责，自行承担一切使用该用户名的言语、行为等而直接或者间接导致的法律责任。</br>
				1.3 您有义务妥善保管好享瘦账号、用户名和密码，您将对账号、用户名和密码安全负全部责任。因您原因导致账号、用户名或密码泄露而造成的任何法律后果由您本人负责。</br>
				1.4 如密码遗失，您可以凭借手机号码找回原密码。您若发现任何非法使用用户名或存在其他安全漏洞的情况，应立即告知好享瘦。</br>
				1.5 您有权修改其个人账户中各项可修改信息，自行选择昵称和录入介绍性文字，自行决定是否提供非必填项的内容。</br>
				1.6 您有权根据好享瘦规定，享受好享瘦提供的其它各类服务。</br>
				2. 用户信息披露</br>
				2.1 本协议之用户信息是指符合法律、法规及相关规定，并符合下述范围的信息：</br>
				2.1.1您注册、登录及使用好享瘦时向好享瘦提供的个人信息；</br>
				2.1.2 好享瘦在为您提供各项服务时获取的信息；</br>
				2.1.3 好享瘦从有合作关系的企业/个人处合法获取的您个人信息；</br>
				2.1.4 好享瘦通过其他合法途径获取的您个人信息。</br>
				2.2 好享瘦承诺：除本公司、关联公司及有合作关系的企业/个人向您提供减重方案、减重指导、营养健康咨询、产品及服务外，非经法定原因或您事先许可，好享瘦不会向第三方透露您的密码、手机号码、邮箱等非公开信息。</br>
				2.3 好享瘦用户在使用本站服务或下单购物等活动时，涉及用户真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，好享瘦将予以严格保密，除非得到用户的授权或法律另有规定，好享瘦不会向外界披露。</br>
				2.4 为了记录用户训练的真实数据以及在电商功能下给用户提供配送等相关服务，我们在您自愿的前提下收集您的个人信息并将这些信息进行整合，包括但不限于注册或登录账号时的相关信息、个人身体数据（身高、体重、健康数据等）、GPS定位数据、收货人的姓名、地址、电话等。</br>
				2.5 在下述法定情况下，您的个人信息将会被部分或全部披露：</br>
				2.5.1经您同意向好享瘦或其他第三方披露；</br>
				2.5.2根据法律、法规等相关规定，或行政机构要求，向行政、司法机构或其他法律规定的第三方披露；</br>
				2.5.3其它的根据法律、法规等相关规定进行的披露。</br>
				2.6 好享瘦产品及服务中可能含有第三方产品和/或服务的链接或信息，该等链接或信息仅 为方便您而提供。因该等链接为第三方所有，本协议的用户信息披露条款不适用于该等链接第三方向您收集信息的行为。如您与该等链接第三方产生法律关系及法律纠纷，您需自行与该等链接第三方解决。</br>
			</p>
			<div class="agreement_title">三、使用规则</div>
			<p>			
				<span class="color_666">1. 您不得利用好享瘦危害国家安全、泄露国家秘密，不得侵犯国家、社会集体的和/或公民的合法权益，不得利用好享瘦制作、复制和传播下列信息：</span></br>
				<span class="color_666">1.1 煽动抗拒、破坏宪法和法律、行政法规实施的；</span></br>
				<span class="color_666">1.2 煽动颠覆国家政权，推翻社会主义制度的；</span></br>
				<span class="color_666">1.3 煽动分裂国家、破坏国家统一的；</span></br>
				<span class="color_666">1.4 煽动民族仇恨、民族歧视，破坏民族团结的；</span></br>
				<span class="color_666">1.5 捏造或者歪曲事实，散布谣言，扰乱社会秩序的；</span></br>
				<span class="color_666">1.6 宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；</span></br>
				<span class="color_666">1.7 公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；</span></br>
				<span class="color_666">1.8 损害国家机关信誉的；</span></br>
				<span class="color_666">1.9 其他违反宪法和法律行政法规的；</span></br>
				<span class="color_666">1.10 进行商业广告行为的；</span></br>
				<span class="color_666">1.11 好享瘦与您单独前述的协议中已明确说明不适合在好享瘦发布及/或提供的。</span></br>
				2. 您不得通过任何手段恶意注册、登录好享瘦帐号，包括但不限于以牟利、炒作、套现、获奖等为目的多个账号注册、登录。您亦不得盗用其他用户帐号。</br>
				3. 如您违反上述规定，则好享瘦有权直接采取一切必要的措施，包括但不限于删除您发布的内容、暂停或查封您帐号，取消因违规所获利益，乃至通过诉讼方式追究您法律责任等。</br>
				4. 禁止您将好享瘦以任何形式作为从事各种非法活动的场所、平台或媒介。未经好享瘦的书面授权或许可，您不得借用好享瘦的名义从事任何商业活动，也不得以任何形式将好享瘦作为从事商业活动的场所、平台或媒介。</br>
				5. 如您违反上述规定，则好享瘦有权直接采取一切必要的措施，包括但不限于删除您发布的内容、暂停或查封您帐号，取消因违规所获利益，乃至通过诉讼形式追究您法律责任等。</br>
				6. 您在好享瘦以各种形式发布的一切信息，均应符合国家法律法规等相关规定及APP、好享瘦的相关规定，符合社会公序良俗，并不侵犯任何第三方主体的合法权益，否则您自行承担因此产生的一切法律后果，若本公司因此受到损失，其有权向您追偿。</br>
				7. 好享瘦有权但无义务，改善或更正本APP任何部分之疏漏、错误。</br>
				8. 好享瘦有权删除APP上各类不符合法律或协议规定、有损好享瘦商誉、妨碍好享瘦正常运行、妨碍其他您使用体验的信息，而保留不通知该您的权利。</br>
				9. 因网络服务的特殊性，好享瘦没有义务对所有您的注册、登录及登记资料、所有的行为以及其他事项进行事先审查，但如存在下列情况：</br>
				9.1 您或任何第三方提交说明，证明有您利用好享瘦APP侵害本人民事权益或实施侵权行为的，包括但不限于侮辱、诽谤等；</br>
				9.2 您或任何第三方提交说明，证明有您利用好享瘦从事违法或不当行为的；</br>
				9.3 好享瘦有权根据不同情况选择保留或删除相关信息/链接或继续、停止对该您提供服务，并追究相关法律责任。</br>
				10.您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；好享瘦因此遭受损失的，您也应当并赔偿。</br>
			</p>
			<div class="agreement_title">四、服务内容</div>
			<p>			
				1. 好享瘦通过移动端APP等方式为您提供减重方案、减重指导、营养健康咨询、产品、服务等网络服务。</br>
				2. 您必须自行准备如下设备和承担如下开支：</br>
				2.1上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他上网装置；</br>
				2.2上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。</br>
				3. 您提供的注册、登录及登记资料，您同意：</br>
				3.1提供合法、真实、准确、详尽的个人资料；</br>
				3.2如有变动，及时更新您资料。如果您提供的注册、登录及登记资料不合法、不真实、不准确、不详尽的，您需承担因此引起的相应责任及后果，并且本公司保留终止您使用好享瘦各项服务的权利。</br>
				4. 您在接受好享瘦各项服务的同时，同意接受好享瘦提供的各类信息服务。您在此同意本公司、关联公司及有合作关系的企业/个人可以以电子邮件、手机、通信地址等方式向您发送商业信息。</br>
				5.为满足用户对减重及周边商品的需求，好享瘦专门给用户提供电商服务。在售商品信息可至好享瘦APP内的商城进行浏览、查询及购买。</br>
				5.1 商品信息</br>
				商品价格、数量、性能介绍、是否有货等商品信息随时都有可能发生变动，好享瘦不作特别通知，请用户至商品销售页面自行查看。好享瘦会尽最大努力保证您所浏览的商品信息的准确性，但由于商品种类繁多且商品信息的数量较大，加之互联网技术因素等客观原因存在，好享瘦显示的信息可能会有一定的滞后性或差错，对此情形请您知悉并理解。</br>
				5.2 订单</br>
				5.2.1 在您下订单时，请仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、收货人、电话、收货地址等信息。<span class="color_666">收货人与您本人不一致的，收货人的行为和意思表示视为您的行为和意思表示，您应对收货人的行为和意思表示的法律后果承担连带责任。</span></br>
				5.2.2 您提交订单即表示对订单中所确认的订购商品、收货地址等信息的准确性负责。如果因为您填写的收货人联系电话、地址等信息错误，导致我们（或我们委托的配送公司）将货物交付给非您本意的收货人的，由此造成的损失需由您自行承担。</br>
				5.2.3 您理解并同意：好享瘦上销售商展示的商品和价格等信息仅仅是要约邀请，您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等内容；系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向销售商发出的合同要约；销售商收到您的订单信息后，只有在销售商将您在订单中订购的商品从仓库实际直接向您发出时（以商品出库为标志），方视为您与销售商之间就实际直接向您发出的商品建立了合同关系；如果您在一份订单里订购了多种商品并且销售商只给您发出了部分商品时，您与销售商之间仅就实际直接向您发出的商品建立了合同关系；只有在销售商实际直接向您发出了订单中订购的其他商品时，您和销售商之间就订单中其他已实际直接向您发出的商品才成立合同关系。</br>
				5.2.4 好享瘦拥有通过邮件、短信电话等形式，向在好享瘦注册、登录、购物用户、收货人发送订单信息、促销活动等告知信息的权利。</br>
				5.2.4 由于市场变化等因素的影响，好享瘦无法保证您提交的订单中的商品都会有货；如您购买的商品，在任何购买环节发生缺货或无货，您有权取消订单，若您已经付款，则为您办理退款。</br>
				5.2.5 为回馈用户的支持，好享瘦会不定期向用户发放一些优惠券或代金券，上述优惠券或代金券的发放数量及规则由好享瘦自行决定，且由好享瘦享有解释权和修改权。您有权按照优惠券或代金券的使用规则在好享瘦APP购物时的使用，但严禁转卖优惠券或代金券或利用好享瘦账户进行其他经营性行为等。</br>
				5.2.6 关于支付形式、商品退换货、售后服务等相关问题，请在商品销售页面查看。若您在商品购买过程中遇到任何问题，可在线咨询或联系客服热线，好享瘦的客服人员会及时帮助您解决问题。</br>
				5.3 配送</br>
				5.3.1 本公司（或本公司委托的第三方配送公司）将会把商品（货物）送到您指定的收货地址，所有在好享瘦上列出的以及客服告知的送达时间仅为参考时间，参考时间的计算是在综合考量库存状况、正常的处理过程和送货时间、送货地点的基础上估算得出的。参考时间可能与实际送达的时间有所出入，请您知悉并理解。 </br>
				5.3.2 因如下情形造成订单延迟或无法配送等，好享瘦不承担延迟配送的责任：</br>
				（1）因用户提供的信息错误、地址不详细等原因导致的；</br>
				（2）货物送达后无人签收，导致无法配送或延迟配送的；</br>
				（3）第三方配送公司原因导致的；</br>
				（4）情势变更因素导致的；</br>
				（4）不可抗力因素导致的，例如：自然灾害、交通戒严、突发战争等。</br>
				6. 好享瘦保留随时修改或中断服务而不需通知您的权利。好享瘦有权行使修改或中断服务的权利，不需对您或无直接关系的第三方负责。</br>
				7. 您对本协议的修改有异议，或对好享瘦的服务不满，可以行使如下权利：</br>
				7.1. 停止使用好享瘦；</br>
				7.2. 通过客服等渠道告知好享瘦停止对您的服务。结束服务后，您使用好享瘦的权利立即终止。在此情况下，好享瘦没有义务传送任何未处理的信息或未完成的服务给您或无直接关系的第三方。</br>
			</p>
			<div class="agreement_title">五、知识产权及其它权利</div>
			<p>			
				1. 如您接受本协议，即表明该您主动将其在任何时间段在好享瘦发表的任何形式的信息的著作财产权，包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权等，以及应当由著作权人享有的其他可转让权利等无偿独家转让给好享瘦所有，同时表明您许可好享瘦有权利就任何主体侵权而单独提起诉讼，并获得全部赔偿。本协议已经构成《著作权法》第二十五条（条文序号依照2010年修订版《著作权法》确定）所规定的书面协议，其效力及于您在好享瘦发布的任何受著作权法保护的作品内容，无论该内容形成于本协议签订前还是本协议签订后。</br>
				2. 您在此授予好享瘦独家的、全球通用的、永久的、免费的许可使用权利(并有权对该权利进行再授权)，使好享瘦有权(全部或部份地)使用、复制、修订、改写、发布、翻译、分发、执行和展示您公示于网站的各类信息（包括您发布的含有您肖像权的图片）或制作其派生作品，和/或以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其他作品内。</br>
				3. 本公司是好享瘦的运营方，拥有此APP内容及资源的版权,受国家知识产权保护,享有对好享瘦各种协议、声明的修改权；未经本公司的明确书面许可，任何第三方不得为任何非私人或商业目的获取或使用好享瘦的任何部分或通过好享瘦可直接或间接获得的任何内容、服务或资料。任何第三方违反本协议的规定以任何方式，或以任何文字对好享瘦的任何部分进行发表、复制、转载、更改、引用、链接、下载或以其他方式进行使用，或向任何其他第三方提供获取好享瘦任何内容的渠道，则对好享瘦的使用权将立即终止，且任何第三方必须按照本公司的要求，归还或销毁使用好享瘦任何部分的内容所创建的资料的任何副本。</br>
				4. 本公司未向任何第三方转让本好享瘦或其中的任何内容所相关的任何权益或所有权，且一切未明确向任何第三方授予的权利均归本公司所有。未经本协议明确允许而擅自使用好享瘦任何内容、服务或资料的，构成对本协议的违约行为，且可能触犯著作权、商标、 专利和/或其他方面的法律法规，本公司保留对任何违反本协议规定的第三方（包括单位或个人等）提起法律诉讼的权利。</br>
			</p>
			<div class="agreement_title">六、免除责任条款</div>
			<p>
				<span class="color_666">1. 好享瘦作为“网络服务提供者”的第三方平台，不担保APP平台上的信息及服务能充分满足您的需求。对于您在接受好享瘦的服务过程中可能遇到的错误、侮辱、诽谤、不作为、淫秽、色情或亵渎事件，好享瘦不承担法律责任。</span></br>
				<span class="color_666">2. 好享瘦APP可能包括一些推广身体活动的功能。请在参与任何该等身体活动前考虑其中包含的风险并咨询医疗专业人士、医生。好享瘦对您使用或不能使用本平台的功能所可能蒙受的任何伤害或损害不承担任何责任。</span></br>
				3. 基于互联网的特殊性，好享瘦也不担保服务不会受中断，对服务的及时性、安全性都不作担保，不承担非因好享瘦导致的责任。</br>
				4. 本公司力图使您能对好享瘦进行安全访问和使用，但好享瘦不声明也不保证好享瘦或其服务器是不含病毒或其它潜在有害因素的。</br>
				5. 好享瘦不对您所发布信息的保存、修改、删除或储存失败负责。对APP上的非因好享瘦故意所导致的排字错误、疏忽等不承担责任。</br>
				6. 除非好享瘦以书面形式明确约定，好享瘦对于您以任何方式（包括但不限于包含、经由、连接或下载）从好享瘦所获得的任何内容信息，包括但不限于广告、您评论、您文章等，不保证其准确性、完整性、可靠性；对于您因好享瘦上的内容信息而购买、获取的任何产品、服务、信息或资料，好享瘦不承担责任。您自行承担使用好享瘦信息内容所导致的风险。</br>
				7. 好享瘦内所有您所发表的信息仅代表您个人观点，并不表示好享瘦赞同其观点或证实其描述，好享瘦不承担您评论和/或文章引发的任何法律责任。</br>
				8. 所有发给您的通告，好享瘦都将通过正式的页面公告、站内信、电子邮件、客服电话、手机短信或常规的信件送达。任何非经好享瘦正规渠道获得的中奖、优惠等活动或信息，好享瘦不承担法律责任。</br>
			</p>
			<div class="agreement_title">七、法律适用、管辖与其他</div>
			<p>
				1. 因您使用好享瘦而引起或与之相关的一切争议、权利主张或其它事项，均适用中华人民共和国法律。</br>
				<span class="color_666">2. 如您和好享瘦就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成，任何一方可向本协议签订地人民法院提起诉讼。本协议签订为中华人民共和国广东省广州市荔湾区。</span></br>
				3. 如果本协议的任何条款被视为不合法、无效或因任何原因而无法执行，则此等规定应视为可分割，不影响任何其它条款的法律效力。</br>
				4. 本协议是好享瘦与您注册、登录成为好享瘦用户，使用好享瘦服务之间的重要法律文件，好享瘦或者您的任何其他书面或者口头意思表示与本协议不一致的，均应当以本协议为准。</br>
			</p>
		</div>
		<div class="agreement_content2" style="padding-bottom:23px;">
			<div class="agreement_title agreement_ct2">好享瘦用户体验改进计划</div>
			<p class="agreement_title agreement_ct3">(仅限Android手机用户)</p>
			<p class="agreement_queto agreement_ti">欢迎您加入“好享瘦用户体验改进计划”，为了改善产品的用户体验，我们需要采集部分用户数据（包括终端属性数据和产品使用数据等），汇总之后分析统计这些数据以持续不断地提升产品的操作体验、运行性能，有针对性地改善功能设计，推出对用户有帮助的新功能和新服务等。搜集过程中绝不会涉及您的个人隐私数据。</p>
			<p class="agreement_fb agreement_ti agreement_queto"><span class="color_666">请您仔细阅读《用户体验改进计划》的具体内容，如果您不愿意加入该计划，可以直接点击文档末尾的OPT-OUT链接退出。</span></p>
			<div class="agreement_queto">
				<p>好享瘦用户体验改进计划的具体内容如下：</p>
				<p>1、关于信息收集</p>
				<p class="agreement_ti">在该用户体验计划下，我们需要采集的信息包括:</p>
				<p class="agreement_ti">1）设备属性，如操作系统、硬件版本、设备设置、IP地址、时区、设备载体、设备安装应用、设备广告标识符等。</p>
				<p class="agreement_ti">2）除终端信息之外，我们还需要采集一些与操作行为相关的特定数据，比如您与好享瘦交互中的特定适用行为（如点击、滑动、添加、删除等行为），及其他应用的安装、开启、关闭、卸载等行为数据。</p>
				<p class="agreement_ti">3）若用户允许应用进行位置跟踪，则可接收到用户设备的某些位置信息。</p>
				<p class="agreement_ti">4）我们承诺，我们绝不会收集您的任何个人身份信息，包括姓名、地址、电子邮箱、财务信息、付款信息、身份证号、非公开的电话簿或联系人等。</p>
				<p>2、关于信息使用</p>
				<p class="agreement_ti">我们搜集到您的相关信息之后，可能自己或者委托第三方公司对相关信息进行统计分析，并以以下一种或者多种形式使用该汇总分析结果（不涉及您的个人身份信息或隐私）：</p>
				<p class="agreement_ti">1）通过分析结果，改进产品的功能体验、甄别渠道的质量等；</p>
				<p class="agreement_ti">2）根据您的行为偏好分析，向您发送我们的服务信息或我们认为您可能感兴趣的其他产品或服务，包括但不限于产品服务、向您显示定制广告等，不涉及您的个人身份信息或隐私；</p>
				<p class="agreement_ti">3）用于产品的市场推广和宣传，例如对外宣称产品用户量等，不涉及您的个人身份信息或隐私；</p>
				<p class="agreement_ti">4）产品使用情况统计，包括与第三方数据服务站点以及其他第三方网站和服务之间的互动，不涉及您的个人身份信息；</p>
				<p class="agreement_ti">5）其他不涉及您个人身份信息或隐私的，统计层面的结果的应用行为。</p>
				<p>3、关于信息安全</p>
				<p class="agreement_ti">对我们来说，您的信息安全非常重要。为此：</p>
				<p class="agreement_ti">1）我们会审查信息收集、传输、存储和处理方面的做法（包括物理性安全措施），以避免各种系统遭到未经授权的访问。</p>
				<p class="agreement_ti">2）我们使用HTTPS对数据传输服务进行加密，以保证您的信息传输过程中的安全。</p>
				<p class="agreement_ti">3）我们将不断努力保障您的个人信息安全，并实施存储和传输全程安全加密等保障手段，以免您的信息在未经授权的情况下被访问、使用或披露。</p>
				<p>4、关于退出计划</p>
				<p class="agreement_ti">如果您不希望加入以上计划，您可以点击<span class="agreement_link" onclick="javascript:window.location.replace('http://s2.analysys.cn/snippets/html/opt-out.html)'">（OPT-OUT）</span>退出。</p>
			</div>
			<p class="agreement_fb agreement_ti agreement_queto"><span class="color_666">根据产品的发展，好享瘦可能会对用户体验改进计划进行修改，我们会在产品和网页中发布更新后的相关信息并在客户端中明示用户，以便及时通知到用户。如果您选择继续使用好享瘦的服务，即表示您同意接受这些修改。</span></p>
		</div>
	</div>
</template>
<script>
	import common from '@/util/common.js'
	export default{
		name: 'signUpProtocol',
		data(){
			return{

			}	
		},
		mounted(){
			document.title = '好享瘦服务协议';
		},
		beforeDestroy(){
			document.title = common.config.webTitle;
		}
	}
</script>
<style scoped>
	/*用户协议*/
.agreement_main{
  margin:0 auto;
}
.color_666{
	color:#000;
	font-weight:bold;
}
.agreement_content{
  padding: 0 8px;
  font-size:0.9rem;
}
.agreement_title{
  font-size:1.1rem;
  line-height: 1.4rem;
  margin-bottom:6px;
  color:#000;
}
.agreement_content p{
  color: #1b1b1b;
  line-height: 22px;
  margin-bottom: 16px;
}
.agreement_ct{
  text-align: center;
  margin-top:13px;
  margin-bottom: 7px;
  line-height: 18px;
  height: 18px;
  font-weight: bold;
}
</style>