<template>
  <div class="msg-wrapper">
    <p>
      本检测采用基因分型技术检测本人染色体DNA序列上特定的位点情况，并通过遗传学评估给出疾病风险提示。本检测结果仅为
      进一步全面健康管理提供参考，实际的健康管理和干预应由相应专家制定。
      现向受检者和/或其法定监护人说明该检测涉及的相关内容，包括但不限于检测的性质、预期目的、风险及局限性等，
      请受检者本人和/或法定监护人仔细阅读及询问，以便知晓与理解：
    </p>
    <h3>[检测局限和风险提示]</h3>
    <p>
      受检者应严格按照《易感基因服务指南》的要求进行采样操作和信息填写。对于因采样不规范或个人健
      康信息填写不完整而导致的结果误差或遗传评估数据错误，相关责任由受检者本人或其法定监护人承担，本检测机
      构不承担责任。 因个体差异可能会出现样本不合格需要重采样，可提供免费重新采样一次，其检测周期需要向后顺
      延；若拒绝重新采样，则无法出具检测结果、不予退费，一切后果由受检者本人或法定监护人承担。 本次检测报告
      结果只对本次送检样品负责，本检测机构对检测结果的当前正确性负责。 检测报告是基于当前医学和遗传学科研成
      果提示受检者在遗传学角度上的个体患病风险和/或能力特性，依据个体基因信息提示的各项风险和能力特性，随着技
      术的进步有可能进行调整。 检测报告提示的是遗传学角度上的个体患病风险和/或能力特性，遗传因素虽不可变，但
      非遗传因素，包括饮食、锻炼、生活环境、心情等各项因素都将影响实际表型，高风险人群不一定
      患病，低风险人群同样需要注意预防疾病的发生。 在检测过程中及知晓检测结果后，受检者和/或其法
      定监护人可能会出现不同程度的精神压力和负担，本检测机构对此不承担责任。
    </p>
    <h3>[特别提示]</h3>
    <p>
      检测结果及报告仅为参考，不作为疾病诊断和用药依据。如需药物治疗和干预，请到相关医疗机构进行咨询
      就诊。如需外源性营养剂的补充，请在专业医师或营养咨询师的建议下合理补充，否则对受检者造成的损伤，本检测
      机构不承担任何责任。
    </p>
    <h3>[隐私及授权]</h3>
    <p>
      本检测采用特殊编码管理，受检者个人信息和检测结果分离。 本检测机构对受检者个人信息和遗传信息严格保密，并保证
      相关信息、数据的安全。 受检者和/或其法定监护人授权检测机构对检测涉及的标本进行处置，并愿意将健康状况以及除个人身份识别信
      息以外的基因检测相关数据供检测方及相关机构
      使用。 受检者和/或其法定监护人授权检测机构将本人的检测报告发送至送检机构。 受检者和/或其法定监护人授权送检机构接
      收本人的检测报告，并查阅、复制检测报告用于提出改善方案及归档保存。
    </p>
  </div>
</template>

<script>
export default {
  created() {
    document.title = '基因检测知情同意书'
  }
}
</script>

<style lang="less" scoped>
.msg-wrapper {
  padding: 4%;
  width: 92%;
  height: 100%;
  background-color: #fff;
  color: #666666;
  font-size: 15px;
  line-height: 30px;
  p {
    margin-bottom: 10px;
  }
  h3 {
    color: #333333;
    font-size: 17px;
    font-weight: 530;
  }
}
</style>

